# IsImageCropped

## Description
Check is the given image cropped.

```pascal
FUNCTION IsImageCropped(obj : HANDLE): BOOLEAN;
```

```python
def vs.IsImageCropped(obj):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|obj|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* Textures